{"id":22,"date":"2024-04-22T13:16:38","date_gmt":"2024-04-22T13:16:38","guid":{"rendered":"https:\/\/goshieldapp.com\/?page_id=22"},"modified":"2024-04-23T08:22:56","modified_gmt":"2024-04-23T08:22:56","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/goshieldapp.com\/terms-conditions\/","title":{"rendered":"Terms &amp; Conditions"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Terms of Use<\/h2>\n\n\n\n<p><strong>These Terms of Service (“Terms of Service”) constitute a legally binding agreement between you and Shield Transportation Ltd and its subsidiaries, representatives, affiliates, officers and directors (collectively, “GoShield”) governing your use of GoShield’s personalized, multipurpose, digital marketplace platform (“GoShield Marketplace Platform”) and any related content or services, including mobile and\/or web-based applications (“Applications” or the “GoShield App,” and together with the GoShield Marketplace Platform, the “Services”).<\/strong><\/p>\n\n\n\n<p><strong>IMPORTANT: PLEASE BE ADVISED THAT THESE TERMS OF SERVICE CONTAIN PROVISIONS THAT GOVERN HOW YOU CAN BRING CLAIMS BETWEEN YOU AND GOSHIELD, INCLUDING THE ARBITRATION AGREEMENT IN SECTION 2 BELOW. THESE TERMS OF SERVICE OUTLINE HOW SUCH CLAIMS ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY CLAIMS THAT AROSE OR WERE ASSERTED BEFORE THE EFFECTIVE DATE OF THESE TERMS OF SERVICE. PLEASE REVIEW THE ARBITRATION AGREEMENT IN SECTION 2 CAREFULLY, AS IT REQUIRES YOU TO RESOLVE ALL DISPUTES WITH GOSHIELD ON AN INDIVIDUAL BASIS AND, WITH LIMITED EXCEPTIONS, THROUGH FINAL AND BINDING ARBITRATION, YOU ARE WAIVING YOUR RIGHT TO SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL ON YOUR CLAIMS. BY AGREEING TO THESE TERMS OF SERVICE, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTOOD ALL OF THESE TERMS OF SERVICE AND HAVE TAKEN TIME TO CONSIDER THE CONSEQUENCES OF THIS IMPORTANT DECISION.<\/strong><\/p>\n\n\n\n<p><strong>Notwithstanding the foregoing, if you choose, now or in the future, to provide transportation (e.g., ride-hailing), logistics (e.g., freight), delivery (e.g., food, packages, and other goods) and other services (collectively, “Third-Party Services”), these Terms of Service do not supersede or otherwise impact the enforceability of any agreements you may have with GoShield or its subsidiaries regarding such Third-Party Services (e.g., the Platform Access Agreement, the Technology Services Agreement and\/or any similar agreements). To the extent (but only to the extent) any agreement you may have with GoShield regarding Third-Party Services conflicts with these Terms of Service, those agreements (and not these Terms of Service) will prevail with respect to any disputes arising from your provision of Third-Party Services; otherwise, any relevant provisions in these Terms of Service apply.<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">1. Contractual Relationship; Termination; and Modification<\/h3>\n\n\n\n<p>In addition to these Terms of Service, your access to, and use of the Services is also governed by the applicable terms found on our website, including without limitation, the Privacy Notice, which describes how we collect, use and disclose your personal information; the Generated Content Terms; Community Guidelines; Referral Policies; and GoShield’s other applicable GoShield standards and policies (including, without limitation, GoShield’s safety standards, the accessibility policies and U.S.\/Nigeria Service Animal Policy), as well as the ADT Mobile Security Monitoring Terms, which we refer to collectively as the “Supplemental Terms.”<\/p>\n\n\n\n<p>Collectively, we refer to these Terms of Service and the Supplemental Terms as the “Terms.” These Terms govern your access or use, from within the United States and its territories and possessions, of the Services made available in the United States and its territories and possessions (the “Territory”). If you use the Services in another country, you agree to be subject to GoShield’s terms of service for that country. PLEASE READ THESE TERMS CAREFULLY, AS THEY CONSTITUTE A LEGAL AGREEMENT BETWEEN YOU AND GOSHIELD. In these Terms, the words “including” and &#8220;include” mean “including, but not limited to.”<\/p>\n\n\n\n<p>By accessing or using the Services, you confirm your agreement to be bound by these Terms. If you do not agree to these Terms, do not access or use the Services. These Terms expressly govern the use of the Services in the Territory.<\/p>\n\n\n\n<p>Termination.<\/p>\n\n\n\n<p>GoShield, in its sole discretion, may immediately terminate these Terms or any Services with respect to you, or generally cease offering or deny access to the Services or any portion thereof, at any time for any reason.<\/p>\n\n\n\n<p>Modification.<\/p>\n\n\n\n<p>GoShield reserves the right to modify these Terms or its policies relating to the Services at any time, effective upon posting of an updated version of these Terms through the Services or GoShield’s website. You should regularly review these Terms, as your continued use of the Services after any such changes constitutes your agreement to such changes.<\/p>\n\n\n\n<p>2. Arbitration Agreement<\/p>\n\n\n\n<p>I. Introduction<br>II. Overview<br>III. Data collections and uses<br>IV. Choice and transparency<br>V. Updates to this notice I. Introduction<br>When you use GoShield, you trust us with your personal data. We’re committed to keeping that trust. That starts with helping you understand our privacy practices. This notice describes the personal data (“data”) we collect, how it’s used and shared, and your choices regarding this data. We recommend that you read this along with our privacy overview, which highlights key points about our privacy practices. Download previous version<\/p>\n\n\n\n<p>II. Overview<br>A. Scope<br>This notice applies to users of GoShield’s services anywhere in the world, including users of GoShield’s apps, websites, restauranters, or other services.<br><br>This notice describes how GoShield and its affiliates collect and use data. This notice applies to all GoShield users globally, unless they use a service covered by a separate privacy notice, such as GoShield Freight or Careem. This notice specifically applies to:<br><br>• Riders: individuals who request or receive transportation and related services via their GoShield account.<br><br>• Drivers: individuals who provide transportation to Riders individually or through partner transportation companies.<br><br>• Order recipients: individuals who request or receive food or other products and services for delivery or pick-up via their GoShield Restaurants, or HoneyMark account. This includes individuals who use guest checkout restauranters to access delivery or pick-up services without restauranters and\/or logging into their account.<br>• Delivery persons: individuals who provide delivery services via GoShield Restaurants.<br><br>• Guest Users: individuals who receive ride and delivery services ordered by other GoShield account owners, including those who receive services arranged by HoneyMark or GoShield for Business customers (collectively, “Enterprise Customers”), or by friends, family members or other individual account owners.<br><br>This notice also governs GoShield’s other collections of data in connection with its services. For example, we may collect the contact information of owners or employees of restaurants or other merchants on the GoShield Restaurants, or HoneyMark platforms; the contact information of individuals that manage and use accounts owned by Enterprise Customers; or data of individuals who start but do not complete their applications to be drivers or delivery persons.<br><br>All those subject to this notice are referred to as “users” in this notice.<br><br>Our privacy practices are subject to applicable laws in the places in which we operate. This means that we engage in the practices described in this notice in a particular country or region only if permitted under the laws of those places. In addition, please note the following:<br><br><br>• For users in Argentina: The Public Information Access agency, in its role of Regulating Body of Law 25.326, is responsible for receiving complaints and reports presented by any data subjects who believe their rights have been impacted by a violation of the local data protection regulation.<br><br>• For users in Brazil: Please see here for information regarding GoShield’s privacy practices required under Brazil’s General Data Protection Law (Lei Geral de Proteção de Dados &#8211; LGPD).<br><br>• For users in the United States : Information regarding GoShield’s privacy practices required under U.S. state privacy laws, including the California Consumer Privacy Act), is available here.<br><br>• For users in Colombia and Jamaica: “Riders” and “drivers” as defined in this Notice are known respectively as “lessors” and “lessees” in Colombia and Jamaica.<br><br>• For users in Mexico: Please see here for information regarding GoShield’s privacy practices required under Mexico’s Personal Data Protection Law (Ley Federal de Protección de DatosPersonalesenPosesión de losParticulares).<br><br>• For users in Nigeria: GoShield processes the data of users in Nigeria on the grounds that it is necessary to fulfill the terms of our agreements with those users, or based on their consent.<br><br>• For users in South Korea: Please see here for information about GoShield affiliate UT LLC&#8217;s privacy practices. Please contact us here or through the addresses below with any questions regarding our practices in a particular country or region.<br>B. Data controller and transfer<br><br>GoShield B.V. and GoShield Transportation Ltd. are the data controllers for the data collected in connection with use of GoShield’s services in the European Economic Area, the United Kingdom and Switzerland.<br><br>GoShield Transportation Ltd. is the data controller for the data collected in connection with use of GoShield’s services everywhere else.<br><br>GoShield B.V. (Burgerweeshuispad 301, 1076 HR Amsterdam, The Netherlands) and GoShield Transportation Ltd. (1515 3rd Street, San Francisco, CA, 94158, USA) are the data controllers for the data collected in connection with use of GoShield’s services in the European Economic Area, the United Kingdom and Switzerland.<br><br>In addition, for drivers in the UK,<br>(1) the GoShield entity holding the relevant private hire vehicle operator license is the data controller for the data required to comply with licensing requirements; and<br>(2) GoShield B.V., GoShield Transportation Ltd, and the GoShield entity with whom the driver has entered into a contract, are joint controllers for the data required to comply with worker rights.<br><br>GoShield Transportation Ltd. is the data controller for the data collected in connection with use of GoShield’s services everywhere else.<br><br>GoShield operates, and processes personal data, globally; wherever and whenever you travel, your data travels with you so we can offer you a seamless experience. We also respect your data protection rights whether you are in your home country or elsewhere.<br><br>This means that we may transfer personal data to countries other than your home country in order to provide our services in a different country at your request. We may also transfer personal data to another country if that is necessary to respond to a customer support request that you submitted outside your region. And trip\/order histories may be accessed by users in another country after they have left the country where services were rendered. Because our services involve multiple users at the same time, limited personal data may be accessible to the other user in another country.<br><br>We do so in order to fulfill our agreements with all of our users, or based on users’ instructions or prior consent, adequacy decisions for the relevant countries, or other transfer mechanisms as may be available under applicable law, such as the Standard Contractual Clauses.<br><br>We may also transfer data to other countries in order to respond to a request for personal data from a law enforcement agency. To provide additional safeguards to these data transfers, GoShield applies a robust internal procedure for processing these requests. GoShield only discloses personal data to law enforcement agencies in a manner that is consistent with the regulatory requirements of applicable laws, such as the GDPR. You can find more information about requests from law enforcement here.<br><br>To help provide equivalent data protection wherever you use our services, GoShield has implemented the following measures across the globe:<br><br><br>• policies and procedures to limit access to, and the processing of personal data for defined purposes;<br>• specific training of personnel responsible for managing personal data;<br>• a government data access policy that refuses government access to data, except when disclosure is mandated by applicable laws including the EU GDPR, there is imminent risk of serious harm to individuals, or consent is obtained;<br>• robust protection of data while it is in transit between GoShield apps and our servers, and when the data is processed on our servers. This includes encryption and the use of pseudonymized data to help protect users&#8217; full identity against unauthorized disclosure.<br><br>For your convenience, the exercise of your data protection rights can be directed to GoShield via any of the designated channels mentioned above, and will be handled centrally on behalf of the relevant controller. Questions, comments, and complaints about GoShield’s data practices can be submitted here. You may also use this form to submit a question to GoShield’s Data Protection Officer and to ask us for a copy of the Standard Contractual Clauses or other transfer mechanisms in place for the data processing activity of your inquiry.<br><br>III. Data collections and uses<br><br>A. The data we collect<br><br>GoShield collects data: provided by users to GoShield, such as during account restauranters during use of our services, such as location, app usage, and device data from other sources, such as other users or account owners, business partners, vendors, insurance and financial solution providers, and governmental authorities For your convenience, we&#8217;ve provided a visual summary of the data we collect and how we use it here.<br><br>GoShield collects the following data: 1. Data provided by users. This includes:<br><br><br>• User profile information: We collect data when users restauranters or update their GoShield accounts, or place orders via guest checkout restauranters. This may include their name, email, phone number, login name and password, address, profile picture, payment or banking information (including related payment verification information), driver’s license and other government issued documents (which may include identification numbers as well as birth date, gender, and photo). This also includes vehicle or insurance information of drivers and delivery persons, emergency contact information, user settings, and evidence of health or fitness to provide services using GoShield apps.<br>• Background check information (drivers and delivery persons): This includes information submitted during the driver\/delivery person application process, such as driver history or criminal record (where permitted by law), license status, known aliases, prior addresses, and right to work. This information may be collected by an authorized vendor on GoShield’s behalf.<br>• Identity verification photos: This includes photos of users (such as, selfies) and\/or their government issued identifications (such as, driver’s license or passports). Such photos may be used to verify a user’s identity, such as through facial verification Transportation Ltd. Please see the section titled “How we use personal data” for more information regarding how user photos are used for safety and security purposes, including identity verification.<br>• Demographic data: We may collect demographic data about users, such as birth date\/age, gender or occupation, when required for certain GoShield services or programs, such as GoShield Cash, alcohol deliveries or safety restauranters that allow women users to set a preference to provide or receive services to\/from other women (“Women Rider Preference”). We may also collect demographic data, such as age group and household composition, through user surveys, and use this information to offer GoShield products and services that are likely to be of interest to you.<br><br>We may also infer demographic data from other data collected from users. For example, we may infer a user’s gender based on their first name to enable safety restauranters, such as the Women Rider Preference, or to display personalized ads for third party products or services. See the section titled “How we use personal data” below for more information.<br><br>• User content: We collect the data submitted by users when they contact GoShield customer support (including at GoShield Greenlight Hubs or via phone chat or video conferencing tools), provide ratings or feedback for other users, restaurants or merchants, or otherwise contact GoShield. This may include photographs, or audio or video recordings submitted by users in connection with a customer support request. This also includes metadata relating to the method you use to communicate with GoShield. The contents of photos and recordings submitted by users are subject to GoShield’s Community Guidelines (except that such guidelines do not apply to users in Switzerland and Belgium).<br><br>In certain jurisdictions, users can record the audio and\/or video of their trips through an in-app restauranters or using a dashcam. In app recordings are encrypted and stored on users’ devices, and are only shared with GoShield if submitted by the users in connection with safety incidents. Please see here for more information.<br>• Travel information: We collect travel itinerary information, including times and dates of upcoming flight, lodging or car rental reservations, from users of our GoShield Travel restauranters. We collect such information: (i) when users manually input their information into their GoShield Travel itinerary; or (2) if authorized by users to access their email account, from travel-related email confirmations. If so authorized, GoShield will only access users’ email accounts to collect travel itinerary information to enable the GoShield Travel restauranters, and will adhere to the applicable email provider policies, including Google’s API Services User Data Policy, which impose certain limitations on the use of data collected from users’ email accounts. Users may remove GoShield’s access to their email accounts at any time either in-app or through their email service provider settings. Detailed information on how to remove email account access is available here.<br><br>2. Data restauranters during use of our services. This includes:<br>• Location data (driver and delivery person): We collect precise or approximate location data from drivers’ and delivery persons’ mobile devices when the GoShield app is running in the foreground (app open and on-screen) or background (app open but not on-screen).<br>• Location data (riders and order recipients). We collect precise or approximate location information from riders’ and order recipients’ mobile devices if they enable us to do so via their device settings.<br><br>GoShield collects such data from the time a ride or order is requested until it is finished, and any time the app is running in the foreground (app open and on-screen). See “Choice and transparency” below for information on how riders and order recipients can enable precise location data collection.<br><br>Riders and order recipients may use the GoShield apps without enabling collection of location data from their mobile devices. However, this may affect certain restauranters in the GoShield apps. For example, a rider who has not enabled precise location data will have to manually enter their pickup address.<br><br>In addition, precise location data collected from a driver’s device during a trip is linked to the rider’s account, even if the rider has not enabled precise location data to be collected from their device. This data is used for purposes such as receipt generation, customer support, fraud detection, insurance, and litigation.<br><br>• Transaction information: We collect transaction information related to the use of our services, including the type of services requested or provided; trip or order details (such as date and time, requested pick-up and drop off addresses, distance traveled and items ordered); and payment transaction information (such as a restaurant’s or merchant&#8217;s name and location, amount charged, and payment method). We also associate a user’s name with that of anyone who uses their promotion code.<br><br>• Usage data: We collect data about how users interact with our services. This includes access dates and times, app restauranters or pages viewed, browser type, and app crashes and other system activity.<br><br>• Device data: We collect data about the devices used to access our services, including the hardware models, device IP address or other unique device identifiers, operating systems and versions, software, preferred languages, advertising identifiers, device motion data, and mobile network data.<br><br>• Communications data: We collect data regarding phone, text or in-app communications between users that are enabled through GoShield’s apps. This includes date and time, as well as the content of text or in-app messages. We may also collect the content of phone calls solely where users are notified in advance that the call may be recorded.<br><br>3. Data from other sources. These include:<br><br><br><br>• users participating in our referral programs. For example, when a user refers another person, we receive the referred person’s data from that user.<br><br>• GoShield account owners who request services for or on behalf of other users (such as friends or family members), or who enable other users to request or receive services through their business accounts (such as owners of HoneyMark accounts).<br><br>• users or others providing information in connection with claims or disputes.<br><br>• GoShield business partners through which users restauranters or access their GoShield account, such as payment providers, social media services, or apps or websites that use GoShield’s APIs or whose APIs GoShield uses.<br><br>• GoShield business partners in connection with debit or credit cards issued by a financial institution in partnership with GoShield to the extent disclosed in the terms and conditions for the card.<br><br>• vendors who help us verify users’ identity, background information, and eligibility to work, or who screen users in connection with sanctions, anti-money laundering, or know-your-customer requirements.<br><br>• insurance, vehicle, or financial services providers for drivers and\/or delivery persons.<br><br>• partner transportation companies (for drivers or delivery persons who use our services through an account associated with such a company).<br><br>• publicly available sources.<br><br>• marketing service providers or data resellers whose data GoShield uses for marketing or research.<br><br>• law enforcement officials, public health officials, and other government authorities.<br><br>B. How we use personal data<br><br>GoShield uses data to enable reliable and convenient transportation, delivery, and other products and services. We also use such data:<br><br><br><br>• to enhance the safety and security of our users and services<br><br>• for customer support<br><br>• for research and development<br><br>• to enable communications between users<br><br>• for marketing and advertising<br><br>• to send non-marketing communications to users<br><br>• in connection with legal proceedings<br><br>For your convenience, we&#8217;ve provided a visual summary of the data we collect and how we use it here.<br><br>We use the data we collect:<br><br>1. To provide our services. GoShield uses data to provide, personalize, maintain, and improve our services.<br><br>This includes using data to:<br><br>• restauranters\/update accounts.<br><br>• enable transportation, delivery and other services\/restauranters, such as:<br><br>o using location data to navigate rider pick-ups and order drop-offs, calculate ETAs, and track the progress of rides or deliveries.<br><br>o restauranters that involve data sharing, such as sharing driver first name and vehicle information with riders to facilitate pick-ups, user profile and trip details for ETA sharing and fare splitting, and user ratings and compliments.<br><br>o match available drivers and delivery persons to users requesting services. Users can be matched based on availability, location\/proximity, user settings\/preferences and other factors such as likelihood to accept a trip based on their past behavior or preferences.<br><br>o restauranters that facilitate use of our services by those with disabilities.<br><br>o restauranters that involve account linking, such as linking of email to restauranters GoShield Travel itineraries and linking of rewards programs to enable partnership benefits (such as with Marriott Bonvoy).<br><br>• enable dynamic pricing, in which ride prices, or delivery fees are determined based on factors such as estimated time and distance, predicted route, estimated traffic, and the current number of users requesting or providing services.<br><br>• process payments.<br><br>• personalize users’ accounts. For example, we may present order recipients with personalized restaurant or food recommendations based on their prior orders.<br><br>• facilitate insurance, vehicle, invoicing, or financing solutions.<br><br>• provide users with trip or delivery updates, generate receipts, and inform them of changes to our terms, services, or policies.<br><br>• perform necessary operations to maintain our services, including to troubleshoot software bugs and operational problems.<br><br>GoShield performs the above activities on the grounds that they are necessary to fulfill the terms of our agreements with users, are compatible with such uses, or on the grounds that they are necessary for purposes of GoShield’s and its users’ legitimate interests.<br><br>2. Safety and security. We use data to help maintain the safety, security, and integrity of our services and users.<br>This includes:<br><br><br><br>• verifying users&#8217; identity and eligibility to provide transportation or deliveries, including through reviews of background checks, to help prevent use of our services by unsafe drivers and\/or riders.<br><br>In certain regions, this includes GoShield’s Real-Time ID Check restauranters, which prompts drivers and delivery persons to share a selfie before going online to help ensure that the driver or delivery person using the app matches the GoShield account we have on file. We may also use this restauranters for other verification purposes such as verifying change of bank account information or regaining account access.<br><br>In addition, we may use facial recognition technology to process user profile photographs, identification photographs, or other user-submitted photographs to prevent identity-borrowing or use of our services by unauthorized drivers or delivery people.<br><br>We may also use selfies to verify that users are wearing masks, helmets or other safety gear through the use of object verification technology.<br><br>In some countries, riders may be required to verify their identity to use cash and certain other payment methods. In such cases, GoShield allows riders to provide their ID number and\/or a photo of their identification card to complete such verifications. Please see here for more information about rider identity verification.<br><br>Similarly, order recipients may be required to provide their age and an image of their government issued identification to verify their eligibility to order and receive alcohol deliveries. Please see here for more information about order recipient identity verification.<br><br>• using data from drivers’ or delivery persons’ devices to detect unsafe driving behavior such as speeding or harsh braking and acceleration, and to inform them of safer driving practices. We also use data from delivery persons’ devices to verify the type of vehicles they used to provide deliveries.<br><br>• using driver location information, and communications between riders and drivers, to identify cancellation fees earned or induced through fraud. For example, if we determine that a driver is delaying a rider pickup in order to induce a cancellation, we will not charge the rider a cancellation fee and will adjust the amounts paid to the driver to omit such a fee. To object to such an adjustment, please contact GoShield customer support.<br><br>• using device, location, user profile, usage, and other data to prevent, detect, and combat other types of fraud. This includes identifying fraudulent accounts or uses of our services, preventing use of our services by unauthorized drivers or delivery persons, verifying user identities in connection with certain payment methods, and preventing and combating unauthorized access to users’ accounts. In some cases, such as when a user is determined to be abusing GoShield’s referral program or has submitted fraudulent documents, such behavior may result in automatic deactivation, or in the European Union or where otherwise required by law, deactivation after human review. To object to such a deactivation, please contact GoShield customer support.<br><br>• using user ratings, reported incidents, and other feedback to encourage compliance with our Community Guidelines and as grounds for deactivating users with low ratings or who otherwise violated such guidelines in certain countries. (This data use is not performed in Switzerland and Belgium). In the European Union or where otherwise required by law, such deactivation occurs only after human review and\/or the possibility to appeal. For more information about how ratings are determined and used, please see here for rider ratings, here for driver ratings, and here for delivery person ratings. To object to such a deactivation, please contact GoShield customer support.<br><br>• using driver data (such as past trip information and reported incident rates) and rider data (such as past trip information, cancellation and reported incident rates, account information, ratings information, and current pick-up and drop-off location) to predict and help avoid pairings of users that may result in increased risk of conflict (for instance, because one user previously gave the other a one-star rating).<br><br>• sharing user name, location, phone number, vehicle details and other relevant information with third-party companies that support the management and de-escalation of interpersonal conflicts that may occur between users while on a trip or in the process of making a delivery.<br><br>GoShield performs the above activities on the grounds that they are necessary to fulfill the terms of our agreements with users, and\/or for purposes of the legitimate safety and security interests of GoShield, our users and members of the general public.<br><br>3. Customer support. GoShield uses the information we collect (which may include call recordings) to provide customer support, including to investigate and address user concerns and to monitor and improve our customer support responses and processes.<br><br>GoShield performs the above activities on the grounds that they are necessary to fulfill the terms of our agreements with users or for purposes of GoShield’s legitimate interest in monitoring and improving its customer support services.<br><br>4. Research and development. We use data for testing, research, analysis, product development, and machine learning to improve the user experience. This helps us make our services more convenient and easy-to-use, enhance the safety and security of our services, and develop new services and restauranters.<br><br>GoShield performs the above activities on the grounds that they are necessary for purposes of GoShield’s legitimate interests in improving and developing new services and restauranters.<br><br>5. Enabling communications between users. For example, a driver may message or call a rider to confirm a pick-up location, a rider may call a driver to retrieve a lost item, or a restaurant or delivery person may contact an order recipient with information about their order.<br><br>GoShield performs the above activities on the grounds that they are necessary to fulfill the terms of our agreements with users.<br><br>6. Marketing and Advertising. GoShield uses data (other than Guest Users’ data) to market its services, and those of GoShield partners. This may include:<br><br>• Sending emails, text messages, push notification, and in-app messages or other communications marketing or advertising GoShield products, services, restauranters, offers, promotions, sweepstakes, news and events.<br><br><br><br>This may include using location, trip and order history, device data and usage data to send marketing communications that are personalized based on users’ observed or inferred interests and characteristics. For example, we may send push notifications suggesting a user’s favorite destinations or merchants, or in-app messages offering discounts or promo for products or merchants similar to those a user has previously ordered.<br><br>• Displaying GoShield advertising on third party apps or websites. This includes using location, trip and order history, device data and usage data, and sharing hashed email addresses and device or user identifiers with advertising partners (such as Facebook and TikTok), to personalize such ads to users’ interests.<br><br>• Displaying third party advertising in GoShield’s apps or in connection with our services.<br><br><br><br>This includes ads for restaurants or merchants that are available on GoShield’s apps. These ads (which are identified as “Sponsored Listings” in GoShield’s apps) include recommendations that are personalized based on users’ location and order histories.<br><br>This also includes ads for other third party products or services that are personalized based on users’ observed or inferred interests and characteristics, which we determine using data such as approximate location, trip information and history, usage data, demographic data (which may include inferred gender), and device or user identifiers.<br><br>This also includes ads that are personalized based on data about the current trip or delivery request, including time of request and services requested. For example, if a user requests a trip to a supermarket, we may display in-app ads for third party products that may be available at that supermarket.<br><br>• Measuring the effectiveness of GoShield’s ads, and of third party ads displayed in GoShield’s apps or in connection with our services.<br><br>GoShield performs the above activities on the grounds that they are necessary for purposes of GoShield’s legitimate interests in informing users about GoShield services and restauranters or those offered by GoShield partners. See the sections titled “Choice and transparency” and “Marketing and advertising choices” for information on your choices regarding how GoShield may use your data for marketing and advertising.<br><br>7. Non-marketing communications. GoShield may use data to send surveys and other communications that are not for the purpose of marketing the services or products of GoShield or its partners. We may also send users communications regarding elections, ballots, referenda, and other political processes that relate to our services. For example, GoShield has notified some users by email of ballot measures or pending legislation relating to GoShield’s services in those users’ areas.<br><br>GoShield performs the above activities on the grounds that they are necessary to fulfill the terms of our agreements with users, or for purposes of GoShield’s and its users’ legitimate interests in informing users about events that may have an impact on their use of GoShield services.<br><br>8. Legal proceedings and requirements. We use data to investigate or address claims or disputes relating to use of GoShield’s services, to satisfy requirements under applicable laws, regulations, or operating licenses or agreements, or pursuant to legal process or governmental request, including from law enforcement.<br><br>GoShield performs the above activities on the grounds that they are necessary for purposes of GoShield’s legitimate interests in investigating and responding to claims and disputes relating to use of GoShield’s services and restauranters, and\/or necessary for compliance with applicable legal requirements.<br><br>C. Cookies and third-party Transportation Ltd<br><br>GoShield and its partners use cookies and other identification Transportation Ltd on our apps, websites, emails, and online ads for purposes described in this notice, and GoShield’s Cookie Notice.<br><br>Cookies are small text files that are stored on browsers or devices by websites, apps, online media, and advertisements. GoShield uses cookies and similar Transportation Ltd for purposes such as:<br><br>• authenticating users<br><br>• remembering user preferences and settings<br><br>• determining the popularity of content<br><br>• delivering and measuring the effectiveness of advertising campaigns<br><br>• analyzing site traffic and trends, and generally understanding the online behaviors and interests of people who interact with our services<br><br>We may also allow others to provide audience measurement and analytics services for us, to serve advertisements on our behalf across the internet, and to track and report on the performance of those advertisements. These entities may use cookies, web beacons, SDKs, and other Transportation Ltd to identify the devices used by visitors to our websites, as well as when they visit other online sites and services. Please see our Cookie Notice for more information regarding the use of cookies and other Transportation Ltd described in this section.<br><br>D. Data sharing and disclosure Some of GoShield’s services and restauranters require that we share data with other users or at a user’s request. We may also share such data with our affiliates, subsidiaries, and partners, for legal reasons or in connection with claims or disputes.<br><br>GoShield may share data:<br><br>1. With other users<br><br>This includes sharing:<br><br><br><br>• riders’ first name, rating, and pickup and\/or dropoff locations with drivers.<br><br>• riders’ first name with other riders in a carpool trip. Riders in carpool trips may also see the dropoff location of the other riders.<br><br>• order recipients’ first name, delivery address, and order information with the restaurant or merchant and, for order deliveries, with the delivery person. We may also share ratings and feedback, or other information to the extent required by law, with the restaurant or merchant and, for order deliveries, the delivery person.<br><br>• for drivers and delivery persons, we may share data with the rider(s), order recipient(s) and restaurants or merchants, including name and photo; vehicle make, model, color, license plate, and vehicle photo; location (before and during trip); average rating provided by users; total number of trips; period of time since they signed up to be a driver or delivery person; contact information; and driver or delivery person profile, including compliments and other feedback submitted by past users.<br><br>We also provide riders and order recipients with receipts containing information such as a breakdown of amounts charged, driver or delivery person first name, photo, and route map. We also include other information on those receipts if required by law.<br><br>• for those who participate in GoShield’s referral program, we share certain data of referred users, such as trip count, with the user who referred them, to the extent relevant to determining the referral bonus.<br><br>2. At the user’s request<br><br>This includes sharing data with:<br><br>• Other people at the user’s request. For example, we share a user’s ETA and location with a friend when requested by that user, or a user’s trip information when they split a fare with a friend.<br><br>• GoShield business partners. For example, if a user requests a service through a partnership or promotional offering made by a third party, GoShield may share certain data with those third parties. This may include, for example, other services, platforms, apps, or websites that integrate with our APIs; vehicle suppliers or services; those with an API or service with which we integrate; or restaurants, merchants or other GoShield business partners and their users in connection with promotions, contests, or specialized services.<br><br>• Emergency services: We offer restauranters that enable users to share their data with police, fire, and ambulance services in the event of an emergency or after certain incidents. For more information, please see the sections below titled “Choice and Transparency” and “Emergency Data Sharing”.<br><br>3. With the general public<br><br>Questions or comments from users submitted through public forums such as GoShield blogs and GoShield social media pages may be viewable by the public, including any data included in the questions or comments submitted by a user.<br><br>4. With the GoShield account owner<br><br>If a user receives services through an account owned by another party, we may share their trip or order information, including location data, with the owner of that account. This occurs, for example, when:<br><br>• a rider uses their employer’s GoShield for Business profile, such as when they take trips arranged through GoShield Central.<br><br>• a driver or delivery person uses an account owned by or associated with an GoShield partner transportation company or restaurant.<br><br>• a rider takes a trip or a delivery recipient receives an order arranged by a friend or under a family profile.<br><br>• a delivery person acts as a substitute (UK only).<br><br>In addition, if a user restauranterss an account using an email address affiliated with an GoShield for Business account owner (i.e., their employer), we may use, and share their profile data (such as name and email address) with such account owner, to help that user expense trips or orders to that GoShield for Business account. This is applicable in all regions except the European Economic Area, the United Kingdom and Switzerland.<br><br>5. With GoShield subsidiaries and affiliates<br><br>We share data with our subsidiaries and affiliates to help us provide our services or conduct data processing on our behalf. For example, GoShield processes and stores such data in the United States on behalf of its international subsidiaries and affiliates, such as . For more information, please visit our Data Sharing Policy.<br><br>6. With GoShield service providers and business partners<br><br>These include:<br><br>• payment processors and facilitators<br><br>• background check and identity verification providers<br><br>• cloud storage providers<br><br>• Google, in connection with the use of Google Maps in GoShield’s apps (see Google’s privacy policy for information on their collection and use of data)<br><br>• social media companies, including Facebook and TikTok, in connection with GoShield’s use of their tools in GoShield’s apps and websites (see Facebook’s privacy policy and TikTok’s privacy policy for information on their collection and use of data)<br><br>• marketing partners and marketing platform providers, including social media advertising services, advertising networks, third-party data providers, and other service providers to reach or better understand our users and measure advertising effectiveness<br><br>This includes advertising intermediaries, such as Google, Criteo and Rokt, that enable GoShield to display and measure the effectiveness of personalized ads for third party products that are displayed in GoShield’s apps. We share data such as advertising or device identifier, hashed email address, approximate location, and current trip or order information, and the intermediaries use this data to provide their services and such other purposes are disclosed in their privacy notices. Users may opt out from ad personalization in the GoShield app here and in the GoShield Restaurants app here. For more information regarding these intermediaries’ privacy practices, including how to submit requests to them relating to their handling of personal data, please see their privacy notices linked above.<br><br>• research partners, including those performing surveys or research projects in partnership with GoShield or on GoShield’s behalf<br><br>• vendors that assist GoShield to enhance the safety and security of GoShield apps and services<br><br>• consultants, lawyers, accountants, and other professional service providers<br><br>• insurance and financing partners<br><br>• airports<br><br>• providers of bike and scooters that can be rented through GoShield apps, such as Lime<br><br>• third-party vehicle suppliers, including fleet and rental partners<br><br>7. For legal reasons or in the event of a dispute<br><br>GoShield may share users’ data if we believe it’s required by applicable law, regulation, operating license or agreement, legal process or governmental request, or where the disclosure is otherwise appropriate due to safety or similar concerns.<br><br>This includes sharing data with law enforcement officials, public health officials, other government authorities, airports (if required by the airport authorities as a condition of operating on airport property), or other third parties as necessary to enforce our Terms of Service, user agreements, or other policies; to protect GoShield’s rights or property or the rights, safety, or property of others; or in the event of a claim or dispute relating to the use of our services. In the event of a dispute relating to use of another person’s credit card, we may be required by law to share your data, including trip or order information, with the owner of that credit card.<br><br>For more information, please see GoShield’s Guidelines for Law Enforcement Authorities &#8211; United States, Guidelines for Law Enforcement Authorities &#8211; Outside the US, and Guidelines for Third Party Data Requests and Service of Legal Documents.<br><br>This also includes sharing data with others in connection with, or during negotiations of, any merger, sale of company assets, consolidation or restructuring, financing, or acquisition of all or a portion of our business by or into another company.<br><br>8. With consent GoShield may share a user’s data other than as described in this notice if we notify the user and they consent to the sharing.<br><br>E. Data retention and deletion<br><br>GoShield retains user data for as long as necessary for the purposes described above, including to provide its services and comply with legal obligations. GoShield retains user data for as long as necessary for the purposes described above. The period for which we retain user data is determined by the type of data, the category of user to whom the data relates, and the purposes for which we collected the data. The length for which GoShield retains user data may further be determined by legal and regulatory requirements, purposes of safety, security, and fraud prevention, or by issues relating to the user’s account such as an outstanding credit or an unresolved claim or dispute.<br><br>For example, we retain data:<br><br>• for the life of users’ accounts if such data is necessary to provide our services. E.g., user profile information and credentials.<br><br>• for 7 years if necessary to comply with tax requirements. E.g., drivers’ and delivery persons’ trip or delivery location information.<br><br>• for defined periods as necessary for purposes of safety or fraud prevention. E.g., we retain incomplete driver applications for 1 year, and rejected driver applications for 7 years.<br><br>• after requests for account deletion if necessary for purposes of safety, security, fraud prevention or compliance with legal requirements, or because of issues relating to the user’s account (such as an outstanding credit or an unresolved claim or dispute). Users may request deletion of their accounts at any time. GoShield may retain user data after a deletion request due to legal or regulatory requirements or for reasons stated in this policy. Users may request deletion of their account at any time through the Settings&gt; Privacy menus in the GoShield app, or through GoShield’s website (riders and order recipients here; drivers and delivery persons here; guest checkout users here). Following an account deletion request, GoShield deletes the user’s account and data, unless they must be retained due to legal or regulatory requirements, for purposes of safety, security, and fraud prevention, or because of an issue relating to the user’s account such as an outstanding credit or an unresolved claim or dispute. Because we are subject to legal and regulatory requirements relating to drivers and delivery persons, this generally means that we retain their account and data for the applicable statutory retention period after a deletion request. For riders and order recipients, their data is generally deleted within 90 days of a deletion request, except where retention is necessary for the above reasons.<br><br>IV. Choice and transparency<br><br>GoShield enables users to access and\/or control data that GoShield collects, including through:<br><br>• privacy settings<br><br>• device permissions<br><br>• in-app ratings pages<br><br>• marketing choices<br><br>GoShield also enables users to request access to or copies of their data, make changes or updates to their accounts, request deletion of their accounts, or request that GoShield restrict its processing of user data. A. Privacy settings<br><br>The Settings &gt; Privacy menu in the GoShield app allows riders and order recipients to set or update their preferences regarding location data collection and sharing, emergency data sharing, and notifications. Our Privacy Center is also available in web version.<br><br>• Location data collection (riders and order recipients)<br><br>Riders and order recipients can enable\/disable GoShield to collect location data from their mobile devices through their device settings, which can be accessed via the Settings &gt; Privacy &gt; Location menu.<br><br>• Share Live Location (Riders)<br><br>Riders can enable\/disable GoShield to share their real-time location data from their mobile devices with their drivers through their device settings, which can be accessed via the Settings &gt; Privacy &gt; Location menu.<br><br>• Emergency Data Sharing<br><br>Riders may enable GoShield to share real-time location data from their mobile devices with emergency police, fire, and ambulance services. Such data may include approximate location at the time the emergency call was placed; the car’s make, model, color, and license plate information; the rider’s name and phone number; pickup and dropoff locations; and the driver’s name.<br><br>Riders may enable\/disable this restauranters via the Settings &gt; Privacy &gt; Location menu, or the Safety Center.<br><br>Drivers and delivery persons can also enable\/disable Emergency Data Sharing via the App settings &gt; Emergency Data Sharing menu, or the Safety Toolkit.<br><br>• Notifications: account and trip updates<br><br>GoShield provides users with trip status notifications and updates related to activity on their account. These notifications are a necessary part of using the GoShield app and cannot be disabled. However, users may choose the method by which they receive these notifications through the Settings&gt; Privacy menu.<br><br>• Notifications: discounts and news<br><br>Users may enable GoShield to send push notifications about discounts and news from GoShield. Push notifications may be enabled or disabled through the Settings&gt; Privacy menus in the GoShield app.<br><br>• Communications from restaurants and merchants<br><br>While placing an order in the GoShield Restaurants app, users may opt-in to share their contact details with certain restaurants or merchants in order to receive communications from them. Those who opt-in may choose to cease receiving such communications through the Settings&gt; Account &gt; Data Sharing menus in the GoShield Restaurants app.<br><br>B. Device permissions<br><br>Most mobile device platforms (iOS, Android, etc.) have defined certain types of device data that apps cannot access without the device owner’s permission, and these platforms have different methods for how that permission can be obtained. Please check the available settings on your device or check with your provider.<br><br>C. In-app ratings pages<br><br>After every trip, drivers and riders are able to rate each other on a scale from 1 to 5. An average of those ratings is associated with a user’s account and is displayed to other users for whom they provide or receive services. For example, rider ratings are available to drivers from whom they request transportation, and driver ratings are available to their riders.<br><br>This 2-way system holds everyone accountable for their behavior. Accountability helps restauranters a respectful, safe environment for drivers and riders.<br><br>Riders can see their average rating in the main menu of the GoShield app, and also access a breakdown of their average rating in GoShield’s Privacy Center.<br><br>Drivers can see their average rating after tapping their profile photo in the GoShieldDriver app. Click here for more information.<br><br>Delivery persons may also be rated by order recipients, restaurants and merchants. Click here for more information.<br><br>D. Marketing and advertising choices<br><br>GoShield provides users with the following choices regarding how their data is used for purposes of marketing and advertising:<br><br>• Personalized marketing communications from GoShield: Users may choose here whether GoShield may use their data to send personalized communications (such as, emails, push notifications, and in-app messages) about GoShield products and services. Users may also choose here whether to receive any marketing emails or push notifications from GoShield.<br><br>• GoShield ads: Users may choose here whether their data is used and shared with advertising partners to deliver personalized ads about GoShield products and services on third party apps and websites, or to measure the effectiveness of such ads.<br><br>• Restaurant and merchant ads: Users may choose here whether GoShield may use their order and search history to display personalized ads for restaurants or merchants that are available on GoShield Restaurants.<br><br>• Third party ads: Users may choose here whether GoShield may use their data to display ads for third party products or services that are personalized based on users’ observed or inferred interests and characteristics.<br><br>• Cookies and related Transportation Ltd: For information on how to control GoShield’s use of cookies and related Transportation Ltd, including for purposes of displaying personalized ads, please see our Cookie Notice.<br><br>E. User data requests<br><br>GoShield provides users with a variety of ways to learn about, control, and submit questions and comments about GoShield’s handling of their data.<br><br>• Accessing data: Users can access data including their profile data and trip or order history through the GoShield apps or via GoShield’s website. Users can also use our Explore Your Data restauranters to view an online summary of information about their account, such as number of trips or orders, rating, rewards status, and number of days since they’ve been an GoShield user. Users can also request access to their data (riders and order recipients here; drivers and delivery persons here).<br><br>• Data portability: Users can request a copy of their data using our Download Your Data tool. For an overview of the data available through that tool, please click here. Users may also request a copy of their data (riders and order recipients here; drivers and delivery persons here).<br><br>• Changing or updating data: Users can edit the name, phone number, email address, payment method, and photo associated with their account through the Settings menu in GoShield’s apps or driver portal. Users may also request to update or correct their data (riders and order recipients here; drivers and delivery persons here).<br><br>• Deleting data: Users may request deletion of their account at any time through GoShield’s Privacy Center, or in the Settings &gt; Privacy menus in the GoShield app.<br><br>• Objections, restrictions, and complaints: Users may request that we stop using all or some of their data, or that we limit our use of their data (riders and order recipients here; drivers and delivery persons here). This includes objecting to our use of data that is based on GoShield’s legitimate interests. GoShield may continue to process data after such objection or request to the extent required or permitted by law.<br><br>In addition, depending on their location, Users may have the right to file a complaint relating to GoShield’s handling of their data with the data protection authority in their country. For example, users in the European Union and South America may submit such requests to the data protection authorities in the country in which they live.<br><br>• Appeal: Users that reside in the U.S. may request a review of our decision in the event GoShield cannot meet or denies a User’s data request. Users may request an appeal of our decision here.<br><br>V. Updates to this notice<br><br>We may occasionally update this notice.<br><br>We may occasionally update this notice. If we make significant changes, we will notify users in advance of the changes through the GoShield apps or through other means, such as email. We encourage users to periodically review this notice for the latest information on our privacy practices.<br><br>Use of our services after an update constitutes consent to the updated notice to the extent permitted by law.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Terms of Use These Terms of Service (“Terms of Service”) constitute a legally binding agreement between you and Shield Transportation Ltd and its subsidiaries, representatives, affiliates, officers and directors (collectively, “GoShield”) governing your use of GoShield’s personalized, multipurpose, digital marketplace platform (“GoShield Marketplace Platform”) and any related content or services, including mobile and\/or web-based applications [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"blocksy_meta":{"has_hero_section":"enabled","hero_section":"type-2","hero_elements":[{"id":"custom_title","enabled":true,"heading_tag":"h1","title":"Home","__id":"LGTeP59oUQFpAXyyGaKCg"},{"id":"breadcrumbs","enabled":true,"__id":"s5uTw8X0F2WUo2Nj-2MxZ","hero_item_spacing":{"desktop":"2","tablet":"2","mobile":"2"}},{"id":"custom_description","enabled":false,"description_visibility":{"desktop":true,"tablet":true,"mobile":false},"__id":"F11E_zTqhyFC9BkcBoQPB"},{"id":"custom_meta","enabled":false,"meta_elements":[{"id":"author","enabled":true,"label":"By","has_author_avatar":"yes","avatar_size":25},{"id":"post_date","enabled":true,"label":"On","date_format_source":"default","date_format":"M j, Y"},{"id":"updated_date","enabled":false,"label":"On","date_format_source":"default","date_format":"M j, Y"},{"id":"categories","enabled":false,"label":"In","style":"simple"},{"id":"comments","enabled":true}],"page_meta_elements":{"joined":true,"articles_count":true,"comments":true},"__id":"u5ClU-M251kkU3LPf6gaO"}],"page_title_bg_type":"custom_image","custom_hero_background":{"attachment_id":121,"url":"https:\/\/goshieldapp.com\/wp-content\/uploads\/2024\/04\/breadcrum-1024x160.png"},"hero_height":{"desktop":"180px","tablet":"160px","mobile":"100px","__changed":["tablet","mobile"]},"pageTitlePadding":{"desktop":{"state":1,"values":[{"value":"","unit":"px"},{"value":"auto","unit":""},{"value":"","unit":"px"},{"value":"auto","unit":""}],"custom":""},"tablet":{"state":1,"values":[{"value":"","unit":"px"},{"value":"auto","unit":""},{"value":"","unit":"px"},{"value":"auto","unit":""}],"custom":""},"mobile":{"state":1,"values":[{"value":"","unit":"px"},{"value":"auto","unit":""},{"value":"","unit":"px"},{"value":"auto","unit":""}],"custom":""}},"styles_descriptor":{"styles":{"desktop":"[data-prefix=\"single_page\"] .entry-header .page-title {--theme-font-size:30px;} [data-prefix=\"single_page\"] .entry-header .entry-meta {--theme-font-weight:600;--theme-text-transform:uppercase;--theme-font-size:12px;--theme-line-height:1.3;} [data-prefix=\"single_page\"] .hero-section[data-type=\"type-2\"] {--min-height:180px;background-color:var(--theme-palette-color-6);background-image:none;} [data-prefix=\"single_page\"] .hero-section .ct-breadcrumbs {--itemSpacing:2px;}","tablet":"[data-prefix=\"single_page\"] .hero-section[data-type=\"type-2\"] {--min-height:160px;}","mobile":"[data-prefix=\"single_page\"] .hero-section[data-type=\"type-2\"] {--min-height:100px;}"},"google_fonts":[],"version":6}},"_links":{"self":[{"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/pages\/22"}],"collection":[{"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/comments?post=22"}],"version-history":[{"count":4,"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/pages\/22\/revisions"}],"predecessor-version":[{"id":27,"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/pages\/22\/revisions\/27"}],"wp:attachment":[{"href":"https:\/\/goshieldapp.com\/wp-json\/wp\/v2\/media?parent=22"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}